Repository: Trieulvhe187167/teetimevn_new
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ja, vi

source: You do not have permission to access the Admin area.
ja: 管理エリアへのアクセス権限がありません。
vi: Bạn không có quyền truy cập khu vực Quản trị.

source: Translation not found
ja: 翻訳が見つかりません
vi: Không tìm thấy bản dịch

source: Translation updated
ja: 翻訳を更新しました
vi: Đã cập nhật bản dịch

source: FX rate not found
ja: 為替レートが見つかりません
vi: Không tìm thấy tỷ giá

source: FX rate updated
ja: 為替レートを更新しました
vi: Đã cập nhật tỷ giá

source: Error: %(error)s
ja: エラー: %(error)s
vi: Lỗi: %(error)s

source: Course created successfully
ja: コースを作成しました
vi: Tạo sân thành công

source: Course not found
ja: コースが見つかりません
vi: Không tìm thấy sân

source: Course updated successfully
ja: コースを更新しました
vi: Cập nhật sân thành công

source: Course deleted
ja: コースを削除しました
vi: Đã xóa sân

source: Price created
ja: 料金を作成しました
vi: Tạo giá thành công

source: Price not found
ja: 料金が見つかりません
vi: Không tìm thấy giá

source: Price updated
ja: 料金を更新しました
vi: Cập nhật giá thành công

source: Price deleted
ja: 料金を削除しました
vi: Đã xóa giá

source: Evaluation not found
ja: 評価が見つかりません
vi: Không tìm thấy đánh giá

source: Evaluation updated
ja: 評価が更新されました
vi: Đã cập nhật đánh giá

source: Evaluation deleted
ja: 評価が削除されました
vi: Đã xóa đánh giá

source: Booking not found
ja: 予約が見つかりません
vi: Không tìm thấy đặt sân

source: Invalid status
ja: 無効なステータス
vi: Trạng thái không hợp lệ

source: Booking status updated successfully
ja: 予約ステータスが正常に更新されました
vi: Cập nhật trạng thái đặt sân thành công

source: Error updating booking status: %(error)s
ja: 予約ステータスの更新エラー：%(error)s
vi: Lỗi khi cập nhật trạng thái đặt sân: %(error)s

source: Note added successfully
ja: メモが正常に追加されました
vi: Thêm ghi chú thành công

source: Error adding note: %(error)s
ja: メモの追加エラー：%(error)s
vi: Lỗi khi thêm ghi chú: %(error)s

source: User
ja: ユーザー
vi: Người dùng

source: Review created successfully
ja: コースを作成しました
vi: Tạo sân golf thành công

source: Review not found
ja: 料金が見つかりません
vi: Không tìm thấy giá

source: Review updated successfully
ja: コースを更新しました
vi: Cập nhật sân golf thành công

source: Review deleted successfully
ja: コースを更新しました
vi: Cập nhật sân golf thành công

source: No reviews selected
ja: 料金を削除しました
vi: Đã xóa giá

source: Your booking has been confirmed!
ja: 予約が確定しました！
vi: Đặt sân của bạn đã được xác nhận!

source: Your booking has been cancelled.
ja: 予約がキャンセルされました。
vi: Đặt sân của bạn đã bị hủy.

source: Your booking is pending review.
ja: 予約は審査待ちです。
vi: Đặt sân của bạn đang chờ xét duyệt.

source: Your booking has been completed. Thank you!
ja: 予約が確定しました！
vi: Đặt sân của bạn đã được xác nhận!

source: Logged in successfully!
ja: ログインに成功しました！
vi: Đăng nhập thành công!

source: Invalid username or password
ja: ユーザー名またはパスワードが無効です
vi: Tên đăng nhập hoặc mật khẩu không hợp lệ

source: Email or username already exists.
ja: メールアドレスまたはユーザー名は既に存在します。
vi: Email hoặc tên đăng nhập đã tồn tại.

source: Registration successful! Please log in.
ja: 登録が完了しました！これでログインできます。
vi: Đăng ký thành công! Bạn có thể đăng nhập ngay.

source: Registration successful! You can now log in.
ja: 登録が完了しました！これでログインできます。
vi: Đăng ký thành công! Bạn có thể đăng nhập ngay.

source: You have been logged out.
ja: ログアウトしました。
vi: Bạn đã đăng xuất

source: Please login to access this page.
ja: このページにアクセスするにはログインしてください。
vi: Vui lòng đăng nhập để truy cập trang này.

source: Administrators cannot make bookings.
ja: 管理者は予約を行うことができません。
vi: Quản trị viên không thể đặt sân.

source: Cannot book for past time. Please select a future time.
ja: 過去の時間には予約できません。将来の時間を選択してください。
vi: Cannot book for past time. Please select a future time.Không thể đặt cho thời gian đã qua. Vui lòng chọn thời gian trong tương lai.

source: An error occurred while processing your booking. Please try again.
ja: 予約の処理中にエラーが発生しました。もう一度お試しください。
vi: Đã xảy ra lỗi khi xử lý đặt sân của bạn. Vui lòng thử lại.

source: Booking not found or you do not have permission to view it.
ja: 予約が見つからないか、表示する権限がありません。
vi: Không tìm thấy đặt sân hoặc bạn không có quyền xem.

source: Booking not found or you do not have permission to cancel it.
ja: 予約が見つからないか、キャンセルする権限がありません。
vi: Không tìm thấy đặt sân hoặc bạn không có quyền hủy.

source: This booking has already been cancelled.
ja: この予約はすでにキャンセルされています。
vi: Đặt sân này đã bị hủy.

source: Your booking has been cancelled successfully.
ja: 予約が正常にキャンセルされました。
vi: Đặt sân của bạn đã được hủy thành công.

source: An error occurred while cancelling your booking. Please try again.
ja: 予約のキャンセル中にエラーが発生しました。もう一度お試しください。
vi: Đã xảy ra lỗi khi hủy đặt sân của bạn. Vui lòng thử lại.

source: Rent golf clubs
ja: ゴルフクラブレンタル
vi: Thuê gậy golf

source: Caddy
ja: キャディ
vi: Caddie

source: Golf cart
ja: ゴルフカート
vi: Xe điện golf

source: Please login to write a review
ja: ティータイムを予約するにはログインしてください
vi: Vui lòng đăng nhập để đặt giờ phát bóng

source: Administrators cannot write reviews
ja: 管理者は予約を行うことができません
vi: Quản trị viên không thể đặt sân

source: Review submitted successfully!
ja: コースを作成しました
vi: Tạo sân golf thành công

source: An error occurred while saving your review
ja: 予約の処理中にエラーが発生しました。もう一度お試しください。
vi: Đã xảy ra lỗi khi xử lý đặt sân của bạn. Vui lòng thử lại.

source: Language
ja: 言語
vi: Ngôn ngữ

source: 中文
ja: 中国語（簡体字）
vi: Tiếng Trung giản thể

source: English
ja: 英語
vi: Tiếng Anh

source: 한국어
ja: 韓国語
vi: Tiếng Hàn

source: 日本語
vi: Tiếng Nhật

source: 繁體
ja: 中国語（繁体字）
vi: Tiếng Trung phồn thể

source: Home
ja: ホーム
vi: Trang chủ

source: My Bookings
ja: マイ予約
vi: Đặt sân của tôi

source: Admin Dashboard
ja: 管理ダッシュボード
vi: Bảng điều khiển quản trị

source: Logout
ja: ログアウト
vi: Đăng xuất

source: Login
ja: ログイン
vi: Đăng nhập

source: Register
ja: 登録
vi: Đăng ký

source: Courses
ja: ゴルフコース一覧
vi: Sân golf

source: Booking
ja: 予約
vi: Đặt sân

source: Login to Your Account
ja: あなたのアカウントにログイン
vi: Đăng nhập vào tài khoản của bạn

source: Close
ja: 閉じる
vi: Đóng

source: Create a New Account
ja: 新規アカウントを作成
vi: Tạo tài khoản mới

source: Forgot Password
ja: パスワードをお忘れですか？
vi: Quên mật khẩu

source: Vietnam’s curated tee time booking — stylish, simple, multilingual.
ja: ベトナム厳選ティータイム予約 —— スタイリッシュ、シンプル、多言語対応。
vi: Đặt lịch chơi golf tại Việt Nam — tinh tế, đơn giản, đa ngôn ngữ.

source: Explore Courses
ja: コースを探す
vi: Khám phá sân

source: Contact
ja: お問い合わせ
vi: Liên hệ

source: Mon–Sun
ja: 月–日
vi: Thứ 2–Chủ nhật

source: Follow us
ja: フォローする
vi: Theo dõi chúng tôi

source: Get the latest tee time deals and course news.
ja: 最新のティータイム特典とコース情報をお届けします。
vi: Nhận ưu đãi tee time và tin tức sân mới nhất.

source: All rights reserved
ja: 無断転載を禁じます
vi: Bảo lưu mọi quyền

source: Privacy
ja: プライバシー
vi: Chính sách bảo mật

source: Terms
ja: 利用規約
vi: Điều khoản

source: Booking Courses
ja: ゴルフコース予約
vi: Đặt sân golf

source: Course
ja: ゴルフコース
vi: Sân golf

source: Play Date
ja: プレー日
vi: Ngày chơi

source: Time Slot
ja: 時間帯
vi: Khung giờ

source: Players
ja: 人数
vi: Người chơi

source: people
ja: 人
vi: người

source: Amenities
ja: 設備
vi: Tiện nghi

source: Green fee
ja: グリーンフィー
vi: Phí sân cỏ

source: Insurance
ja: 保険
vi: Bảo hiểm

source: Total
ja: 合計
vi: Tổng cộng

source: Book now
ja: 今すぐ予約
vi: Đặt ngay

source: Admin Access Restricted
ja: 管理者アクセス制限
vi: Quyền truy cập quản trị bị hạn chế

source: Administrators cannot make bookings. Please use a regular user account.
ja: 管理者は予約を行えません。通常のユーザーアカウントを使用してください。
vi: Administrators cannot make bookings. Please use a regular user account.Quản trị viên không thể đặt sân. Vui lòng sử dụng tài khoản người dùng thông thường.

source: Go to Admin Dashboard
ja: 管理ダッシュボードへ
vi: Đi đến Bảng điều khiển quản trị

source: Login Required
ja: ログインが必要です
vi: Yêu cầu đăng nhập

source: Please login to access our booking system and reserve your tee time.
ja: 予約システムにアクセスしてティータイムを予約するにはログインしてください。
vi: Please login to access our booking system and reserve your tee time.Vui lòng đăng nhập để truy cập hệ thống đặt sân và đặt giờ phát bóng của bạn.

source: Login to Continue
ja: 続行するにはログインしてください
vi: Đăng nhập để tiếp tục

source: Don't have an account?
ja: アカウントをお持ちでないですか？
vi: Chưa có tài khoản?

source: Register here
ja: こちらで登録
vi: Đăng ký tại đây

source: Date
ja: 日付
vi: Ngày

source: Time
ja: 時間
vi: Thời gian

source: View Details
ja: 詳細を見る
vi: Xem chi tiết

source: Cancel
ja: キャンセル
vi: Hủy

source: Cancel Booking
ja: 予約をキャンセル
vi: Hủy đặt sân

source: Course:
ja: コース：
vi: Sân:

source: Date:
ja: 日付：
vi: Ngày:

source: Time:
ja: 時間：
vi: Giờ:

source: Keep Booking
ja: 予約を継続
vi: Giữ đặt sân

source: Yes, Cancel Booking
ja: はい、予約をキャンセルします
vi: Có, hủy đặt sân

source: No bookings found
ja: 予約が見つかりません
vi: Không tìm thấy đặt sân nào

source: You have not made any bookings yet.
ja: まだ予約がありません。
vi: Bạn chưa có đặt sân nào.

source: Browse Golf Courses
ja: ゴルフコースを閲覧
vi: Xem các sân golf

source: Booking Detail
ja: 予約の詳細
vi: Chi tiết đặt sân

source: Golf Course Information
ja: ゴルフコース情報
vi: Thông tin sân golf

source: Course Name
ja: コース名
vi: Tên sân golf

source: Address
ja: 住所
vi: Địa chỉ

source: Designer
ja: デザイナー
vi: Nhà thiết kế

source: Holes
ja: ホール数
vi: Số lỗ

source: Length
ja: 距離
vi: Chiều dài

source: Booking Information
ja: 予約情報
vi: Thông tin đặt sân

source: Tee Time
ja: ティータイム
vi: Giờ phát bóng

source: Booking Date
ja: 予約日
vi: Ngày đặt sân

source: Services Included
ja: 含まれるサービス
vi: Dịch vụ đi kèm

source: Caddy Service
ja: キャディサービス
vi: Dịch vụ Caddie

source: Golf Cart
ja: ゴルフカート
vi: Xe điện golf

source: Golf Club Rental
ja: ゴルフクラブレンタル
vi: Thuê gậy golf

source: Pricing Details
ja: 価格の詳細
vi: Chi tiết giá

source: Green Fee
ja: グリーンフィー
vi: Phí sân cỏ

source: Services
ja: サービス
vi: Dịch vụ

source: Total Amount
ja: 合計金額
vi: Tổng số tiền

source: Customer Information
ja: 顧客情報
vi: Thông tin khách hàng

source: Name
ja: 名前
vi: Tên

source: Phone
ja: 電話番号
vi: Điện thoại

source: Not provided
ja: 未提供
vi: Không cung cấp

source: Username
ja: ユーザー名
vi: Tên đăng nhập

source: Notes
ja: 備考
vi: Ghi chú

source: Back to My Bookings
ja: マイ予約に戻る
vi: Quay lại Đặt sân của tôi

source: View Course
ja: コースを見る
vi: Xem sân golf

source: Need help? Contact us at
ja: サポートが必要ですか？こちらまでご連絡ください：
vi: Cần hỗ trợ? Liên hệ với chúng tôi tại

source: or call
ja: またはお電話で
vi: hoặc gọi

source: Cancel Booking Confirmation
ja: 予約キャンセル確認
vi: Xác nhận hủy đặt sân

source: Are you sure you want to cancel this booking?
ja: この予約をキャンセルしてもよろしいですか？
vi: Bạn có chắc chắn muốn hủy đặt sân này không?

source: Booking Details:
ja: 予約詳細：
vi: Chi tiết đặt sân:

source: Total Amount:
ja: 合計金額：
vi: Tổng tiền:

source: View on Google Maps
ja: Google マップで表示
vi: Xem trên Google Maps

source: Previous
ja: 前へ
vi: Trước

source: Next
ja: 次へ
vi: Sau

source: No images available.
ja: 画像はありません。
vi: Không có hình ảnh nào.

source: Pricing
ja: 価格情報
vi: Bảng giá

source: Tier
ja: ティア
vi: Hạng

source: Note
ja: 備考
vi: Ghi chú

source: Original Price
ja: 元の価格
vi: Giá gốc

source: Discounted Price
ja: 割引価格
vi: Giá ưu đãi

source: Select Currency
ja: 通貨を選択
vi: Chọn loại tiền

source: N/A
ja: 該当なし
vi: Không có

source: Download Scorecard
ja: スコアカードをダウンロード
vi: Tải thẻ điểm

source: Overview
ja: 概要
vi: Tổng quan

source: Reviews
ja: 表示
vi: Xem

source: Administrators cannot write reviews.
ja: 管理者は予約を行うことができません。
vi: Quản trị viên không thể đặt sân.

source: Please login to write a review.
ja: ティータイムを予約するにはログインしてください。
vi: Vui lòng đăng nhập để đặt giờ chơi.

source: Login here
ja: ログインが必要です
vi: Yêu cầu đăng nhập

source: reviews
ja: 表示
vi: Xem

source: Verified Booking
ja: 予約を継続
vi: Giữ đặt sân

source: Edit
ja: 編集
vi: Chỉnh sửa

source: Delete
ja: 削除
vi: Xóa

source: Course Info
ja: ゴルフコース情報
vi: Thông tin sân golf

source: Opened Year
ja: 開業年
vi: Năm khai trương

source: Contact Zalo / WhatsApp
ja: Zalo / WhatsAppで連絡
vi: Liên hệ Zalo / WhatsApp

source: Evaluation Scores
ja: 評価スコア
vi: Điểm đánh giá

source: Design & Layout
ja: デザイン＆レイアウト
vi: Thiết kế & Bố cục

source: Turf Maintenance
ja: 芝生メンテナンス
vi: Bảo dưỡng mặt cỏ

source: Facilities & Services
ja: 施設＆サービス
vi: Cơ sở vật chất & Dịch vụ

source: Landscape & Environment
ja: 景観＆環境
vi: Cảnh quan & Môi trường

source: Playability & Access
ja: プレイアビリティ＆アクセス
vi: Khả năng chơi & Tiếp cận

source: No evaluation data available.
ja: 評価データがありません。
vi: Không có dữ liệu đánh giá.

source: time_slots
ja: 時間帯
vi: khung giờ

source: players
ja: 人数
vi: người chơi

source: Administrators cannot make bookings
ja: 管理者は予約を行うことができません
vi: Quản trị viên không thể đặt sân

source: Please use a regular user account to make bookings
ja: 予約するには一般ユーザーアカウントを使用してください
vi: Vui lòng sử dụng tài khoản người dùng thông thường để đặt sân

source: Please login to book a tee time
ja: ティータイムを予約するにはログインしてください
vi: Vui lòng đăng nhập để đặt giờ phát bóng

source: Login to Book
ja: ログインして予約
vi: Đăng nhập để đặt sân

source: Booking Teetime
ja: ティータイム予約
vi: Đặt giờ phát bóng

source: Your Rating
ja: コース情報
vi: Thông tin sân golf

source: Your Review
ja: 概要
vi: Tổng quan

source: Optional
ja: 任意
vi: Tùy chọn

source: Are you sure you want to delete this review?
ja: この評価を削除してもよろしいですか？
vi: Bạn có chắc chắn muốn xóa đánh giá này không?

source: Course List
ja: コース一覧
vi: Danh sách sân

source: Location / City
ja: 所在地 / 都市
vi: Vị trí / Thành phố

source: Select Discount
ja: 割引を選択
vi: Chọn mức giảm giá

source: Select Rating
ja: 評価を選択
vi: Chọn điểm đánh giá

source: Filter Courses
ja: コースを絞り込む
vi: Lọc sân golf

source: Page
ja: ページ
vi: Trang

source: Frequently Asked Questions
vi: Câu hỏi thường gặp

source: We’re here to help
vi: Chúng tôi luôn sẵn sàng hỗ trợ

source: No results found
vi: Không có kết quả phù hợp

source: Welcome to TEEtimeVN
ja: TEEtimeVN へようこそ
vi: Chào mừng đến với TEEtimeVN

source: Explore Vietnam's top golf courses and book tee times in your language.
ja: ベトナムの人気ゴルフ場を探し、あなたの言語でティータイムを予約しましょう。
vi: Khám phá các sân golf hàng đầu Việt Nam và đặt giờ chơi bằng ngôn ngữ của bạn.

source: Top-Rated Golf Courses
ja: 高評価のゴルフコース
vi: Sân golf được đánh giá cao

source: View All Courses
ja: すべてのコースを見る
vi: Xem tất cả sân

source: Premium Services
ja: プレミアムサービス
vi: Dịch vụ cao cấp

source: Enjoy curated services for a seamless golf experience in Vietnam.
ja: ベトナムで快適なゴルフ体験のための厳選サービスをご提供します。
vi: Tận hưởng các dịch vụ chọn lọc cho trải nghiệm golf trọn vẹn tại Việt Nam.

source: Tee Time Booking
ja: ティータイム予約
vi: Đặt giờ chơi

source: Fast, multilingual booking with instant confirmation.
ja: 予約キャンセル確認
vi: Xác nhận hủy đặt sân

source: Private Transfers
ja: 専用送迎
vi: Xe đưa đón riêng

source: Door-to-door luxury car service to courses.
ja: ゴルフ場までのドアツードア高級車送迎サービス。
vi: Dịch vụ xe sang đưa đón tận nơi đến sân golf.

source: Club & Caddy
ja: クラブ＆キャディ
vi: Gậy & Caddy

source: Quality rental clubs and professional caddies.
ja: 高品質なレンタルクラブとプロフェッショナルキャディ。
vi: Gậy golf cho thuê chất lượng và đội ngũ caddie chuyên nghiệp.

source: Lessons & Coaching
ja: レッスン＆コーチング
vi: Khóa học & Huấn luyện

source: Certified pros for beginners to low handicaps.
ja: 初心者からハンディキャップの低いプレーヤーまで対応する認定プロ。
vi: Huấn luyện viên chuyên nghiệp được chứng nhận cho người mới bắt đầu đến golfer có handicap thấp.

source: Back to List
ja: 一覧に戻る
vi: Quay lại danh sách

source: Course Information
ja: コース情報
vi: Thông tin sân golf

source: Par/Holes
ja: パー／ホール数
vi: Par/Số lỗ

source: Booking Details
ja: 予約詳細
vi: Chi tiết đặt sân

source: Created
ja: 作成日
vi: Đã tạo

source: Updated
ja: 更新日
vi: Đã cập nhật

source: Never
ja: なし
vi: Chưa bao giờ

source: Additional Services
ja: 追加サービス
vi: Dịch vụ bổ sung

source: Status Management
ja: ステータス管理
vi: Quản lý trạng thái

source: Current Status
ja: 現在のステータス
vi: Trạng thái hiện tại

source: Change Status
ja: ステータスを変更
vi: Thay đổi trạng thái

source: Select Status
ja: ステータスを選択
vi: Chọn trạng thái

source: Pending
ja: 保留中
vi: Đang chờ

source: Confirmed
ja: 承認済み
vi: Đã xác nhận

source: Cancelled
ja: キャンセル済み
vi: Đã hủy

source: Notes (will be sent to customer)
ja: メモ（顧客に送信されます）
vi: Ghi chú (sẽ gửi cho khách hàng)

source: Optional message for customer
ja: 顧客への任意メッセージ
vi: Tin nhắn tùy chọn cho khách hàng

source: Update Status
ja: ステータスを更新
vi: Cập nhật trạng thái

source: Add/Update Note
ja: メモを追加/更新
vi: Thêm/Cập nhật ghi chú

source: Internal notes (not sent to customer)
ja: 内部メモ（顧客には送信されません）
vi: Ghi chú nội bộ (không gửi cho khách hàng)

source: Save Note
ja: メモを保存
vi: Lưu ghi chú

source: Status History
ja: ステータス履歴
vi: Lịch sử trạng thái

source: By
ja: 担当者
vi: Bởi

source: Booking Management
ja: 予約管理
vi: Quản lý đặt sân

source: Total Bookings
ja: 総予約数
vi: Tổng số đặt sân

source: Total Revenue
ja: 総収益
vi: Tổng doanh thu

source: Status
ja: ステータス
vi: Trạng thái

source: All Status
ja: 全てのステータス
vi: Tất cả trạng thái

source: Golf Course
ja: ゴルフコース
vi: Sân golf

source: All Courses
ja: 全てのコース
vi: Tất cả sân golf

source: Filter
ja: フィルター
vi: Lọc

source: Clear
ja: クリア
vi: Xóa

source: Customer
ja: 顧客
vi: Khách hàng

source: Actions
ja: 操作
vi: Hành động

source: View
ja: 表示
vi: Xem

source: Edit Course
ja: ゴルフコースを編集
vi: Chỉnh sửa sân golf

source: New Course
ja: 新規ゴルフコース
vi: Sân golf mới

source: Slug
ja: スラグ
vi: Đường dẫn

source: Length (yards)
ja: 距離（ヤード）
vi: Chiều dài (yard)

source: Embed Code
ja: 埋め込みコード
vi: Mã nhúng

source: Paste your embed HTML/JS code here.
ja: ここに埋め込み用のHTML/JSコードを貼り付けてください。
vi: Dán mã HTML/JS nhúng tại đây.

source: Scorecard PDF
ja: スコアカードPDF
vi: PDF thẻ điểm

source: Save
ja: 保存
vi: Lưu

source: Create New Course
ja: 新規ゴルフコースを作成
vi: Tạo sân golf mới

source: Admin Menu
ja: 管理メニュー
vi: Menu quản trị

source: Dashboard
ja: ダッシュボード
vi: Bảng điều khiển

source: Bookings
ja: 予約
vi: Đặt sân

source: Prices
ja: 価格一覧
vi: Giá

source: Translations
ja: 翻訳一覧
vi: Bản dịch

source: Evaluations
ja: 評価
vi: Đánh giá

source: FX Rates
ja: 為替レート
vi: Tỷ giá

source: Total Courses
ja: 合計コース数
vi: Tổng số sân golf

source: Pending Bookings
ja: 保留中の予約
vi: Đặt sân đang chờ

source: Revenue This Month
ja: 今月の収益
vi: Doanh thu tháng này

source: Recent Bookings
ja: 最近の予約
vi: Đặt sân gần đây

source: View All
ja: すべてを見る
vi: Xem tất cả

source: No recent bookings
ja: 最近の予約はありません
vi: Không có đặt sân gần đây

source: Quick Actions
ja: クイックアクション
vi: Thao tác nhanh

source: Add New Course
ja: 新しいコースを追加
vi: Thêm sân golf mới

source: Add New Price
ja: 新しい価格を追加
vi: Thêm giá mới

source: Manage Bookings
ja: 予約管理
vi: Quản lý đặt sân

source: Edit Evaluation
ja: 評価を編集
vi: Chỉnh sửa đánh giá

source: Course ID
ja: ゴルフコースID
vi: ID sân golf

source: Are you sure you want to delete this evaluation?
ja: この評価を削除してもよろしいですか？
vi: Bạn có chắc chắn muốn xóa đánh giá này không?

source: Edit FX Rate
ja: 為替レートを編集
vi: Chỉnh sửa tỷ giá

source: Currency
ja: 通貨
vi: Loại tiền

source: Rate to VND
ja: VNDへのレート
vi: Tỷ giá sang VND

source: Source
ja: ソース
vi: Nguồn

source: Edit Translation
ja: 翻訳を編集
vi: Chỉnh sửa bản dịch

source: Designer Name
ja: デザイナー名
vi: Tên nhà thiết kế

source: SEO Title
ja: SEOタイトル
vi: Tiêu đề SEO

source: SEO Description
ja: SEO説明
vi: Mô tả SEO

source: Meta Keywords
ja: メタキーワード
vi: Từ khóa Meta

source: Content
ja: コンテンツ
vi: Nội dung

source: Fee Note
ja: 料金備考
vi: Ghi chú phí

source: Best Season
ja: 最適なシーズン
vi: Mùa tốt nhất

source: Tips Note
ja: ヒント
vi: Ghi chú mẹo

source: Edit Price
ja: 価格を編集
vi: Chỉnh sửa giá

source: Create New Price
ja: 新規価格を作成
vi: Tạo giá mới

source: Rack Price (VND)
ja: 定価（VND）
vi: Giá niêm yết (VND)

source: Discount Price (VND)
ja: 割引価格（VND）
vi: Giá ưu đãi (VND)

source: Review
ja: 表示
vi: Xem

source: Review Detail
ja: 詳細を見る
vi: Xem chi tiết

source: Review Content
ja: コンテンツ
vi: Nội dung

source: Rating
ja: 評価
vi: Điểm

source: Comment
ja: コンテンツ
vi: Nội dung

source: Images
ja: 時間
vi: Thời gian

source: Review Information
ja: コース情報
vi: Thông tin sân golf

source: User Information
ja: 顧客情報
vi: Thông tin khách hàng

source: Edit Review
ja: 価格を編集
vi: Chỉnh sửa giá

source: Create Review
ja: 新規価格を作成
vi: Tạo giá mới

source: Select Course
ja: 通貨を選択
vi: Chọn loại tiền

source: Select User
ja: ステータスを選択
vi: Chọn trạng thái

source: Review Comment
ja: コースを見る
vi: Xem sân golf

source: Current Images
ja: 現在のステータス
vi: Trạng thái hiện tại

source: Update Review
ja: 更新日
vi: Đã cập nhật

source: Review Management
ja: 予約管理
vi: Quản lý đặt sân

source: Total Reviews
ja: 総収益
vi: Tổng doanh thu

source: Average Rating
ja: 評価を選択
vi: Chọn xếp hạng

source: Search
ja: ユーザー
vi: Người dùng

source: All Ratings
ja: 評価を選択
vi: Chọn xếp hạng

source: Stars
ja: ステータス
vi: Trạng thái

source: Bulk Actions
ja: クイックアクション
vi: Thao tác nhanh

source: Helpful
ja: ヘルプ
vi: Trợ giúp

source: No reviews found
ja: 予約が見つかりません
vi: Không tìm thấy đặt sân nào

source: Password
ja: パスワード
vi: Mật khẩu

source: Enter your email
ja: メールアドレスを入力してください
vi: Nhập email của bạn

source: Remembered your password?
ja: パスワードを思い出しましたか？
vi: Đã nhớ mật khẩu?

source: Log in
ja: ログイン
vi: Đăng nhập

source: Reset Password
ja: パスワードをリセット
vi: Đặt lại mật khẩu

source: Enter your username
ja: ユーザー名を入力してください
vi: Nhập tên đăng nhập của bạn

source: Enter your password
ja: パスワードを入力してください
vi: Nhập mật khẩu của bạn

source: Forgot password?
ja: パスワードをお忘れですか？
vi: Quên mật khẩu?

source: Sign up
ja: サインアップ
vi: Đăng ký

source: Choose a username
ja: ユーザー名を選択
vi: Chọn tên đăng nhập

source: Choose a password
ja: パスワードを選択
vi: Chọn mật khẩu

source: Confirm Password
ja: パスワードの確認
vi: Xác nhận mật khẩu

source: Repeat the same password
ja: 新しいパスワードを再入力してください
vi: Nhập lại mật khẩu mới

source: Re-enter password
ja: 新しいパスワードを再入力してください
vi: Nhập lại mật khẩu mới

source: Full Name
ja: 氏名
vi: Họ và tên

source: Your full name
ja: あなたの氏名を入力してください
vi: Nhập họ và tên của bạn

source: Phone Number
ja: 電話番号
vi: Số điện thoại

source: Already have an account?
ja: すでにアカウントをお持ちですか？
vi: Đã có tài khoản?

source: Sign In
ja: サインイン
vi: Đăng nhập

source: Forgot Password?
ja: パスワードをお忘れですか？
vi: Quên mật khẩu?

source: Don't have an account? Register
ja: アカウントをお持ちでないですか？登録
vi: Chưa có tài khoản? Đăng ký

source: Create an Account
ja: アカウントを作成
vi: Tạo tài khoản

source: Already have an account? Sign in
ja: 既にアカウントをお持ちですか？サインイン
vi: Đã có tài khoản? Đăng nhập

source: New Password
ja: 新しいパスワード
vi: Mật khẩu mới

source: Enter new password
ja: 新しいパスワードを入力してください
vi: Nhập mật khẩu mới

source: Re-enter new password
ja: 新しいパスワードを再入力してください
vi: Nhập lại mật khẩu mới

source: Back to Home
ja: ホームに戻る
vi: Quay về trang chủ

source: Password Reset Request
ja: パスワードリセットのリクエスト
vi: Yêu cầu đặt lại mật khẩu

source: Hello
ja: こんにちは
vi: Xin chào

source: You requested a password reset for your TEEtimeVN account.
ja: TEEtimeVNアカウントのパスワードリセットをリクエストされました。
vi: Bạn đã yêu cầu đặt lại mật khẩu cho tài khoản TEEtimeVN của mình.

source: Click the link below to reset your password. This link is valid for 30 minutes:
ja: 以下のリンクをクリックしてパスワードをリセットしてください。このリンクは30分間有効です：
vi: Nhấp vào liên kết dưới đây để đặt lại mật khẩu của bạn. Liên kết này có hiệu lực trong 30 phút:

source: If you did not make this request, simply ignore this email.
ja: もしこのリクエストに覚えがない場合は、このメールを無視してください。
vi: Nếu bạn không thực hiện yêu cầu này, vui lòng bỏ qua email này.

source: Thank you,
ja: よろしくお願いいたします。
vi: Cảm ơn bạn,

source: The TEEtimeVN Team
ja: TEEtimeVNチーム
vi: Đội ngũ TEEtimeVN

source: Tiếng Việt
ja: ベトナム語

source: Par
ja: パー

source: Email
ja: メールアドレス
